app/Controllers/Form.php

    public function index(): string
    {
        $data = [
            'tampilunor' => $this->unor->findAll(),
            'tampilsatker' => $this->satker->findAll(),
        ];
---
SELECT *
FROM `tb_unor`
SELECT *
FROM `tb_satker`

    public function forminputdatapermohonan(): string
    {
        $data = [
            'tampilnegara' => $this->negara->findAll(),
        ];
---
SELECT *
FROM `tb_negara`