app/Controllers/Form.php

SELECT *
FROM `tb_negara`
---
    public function forminputdatapermohonan(): string
    {
        $data = [
            'tampilnegara' => $this->negara->findAll(),
        ];